/* No comment provided by engineer. */
"alert_cancel" = "alert_cancel";

/* No comment provided by engineer. */
"alert_confirm" = "alert_confirm";

/* No comment provided by engineer. */
"alert_confirm_title" = "alert_confirm_title";

/* No comment provided by engineer. */
"alert_rename_title" = "alert_rename_title";

/* No comment provided by engineer. */
"connect_begin" = "connect_begin";

/* No comment provided by engineer. */
"disconnect_current_connection" = "disconnect_current_connection";

/* No comment provided by engineer. */
"rename_btn_confirm" = "rename_btn_confirm";

/* No comment provided by engineer. */
"rename_can_not_null" = "rename_can_not_null";

/* No comment provided by engineer. */
"rename_success" = "rename_success";

/* No comment provided by engineer. */
"专家推荐" = "Expert’s recommend";

/* No comment provided by engineer. */
"两次输入的密码必须相同" = "The passwords inputted repeatedly must be identical";

/* No comment provided by engineer. */
"个人" = "Personal";

/* No comment provided by engineer. */
"中雨" = "moderate rain";

/* No comment provided by engineer. */
"为了获取更精确的天气信息，请到设置中为“小水怪”打开定位功能" = "Your location is required to get weather information";

/* No comment provided by engineer. */
"体重" = "Weight";

/* No comment provided by engineer. */
"关于" = "About";

/* No comment provided by engineer. */
"反馈意见失败，请重试" = "The feedback of comment fails, please try again";

/* No comment provided by engineer. */
"反馈意见成功" = "Fed back successfully";

/* No comment provided by engineer. */
"发送" = "Send";

/* No comment provided by engineer. */
"取消" = "Cancel";

/* No comment provided by engineer. */
"多云" = "cloudy";

/* No comment provided by engineer. */
"大雨" = "heavy rain";

/* No comment provided by engineer. */
"大雪" = "heavy snow";

/* No comment provided by engineer. */
"天" = "day";

/* No comment provided by engineer. */
"天中" = "天中";

/* No comment provided by engineer. */
"天喝水达标" = "天喝水达标";
"5天中，2天喝水达标" = "in the 5 days，2 days reach the standard";
/* No comment provided by engineer. */
"女" = "female";

/* No comment provided by engineer. */
"密码不能为空" = "The password cannot be blank";

/* No comment provided by engineer. */
"小雨" = "light rain";

/* No comment provided by engineer. */
"小雪" = "light snow";

/* No comment provided by engineer. */
"岁" = "annum";

/* No comment provided by engineer. */
"常见问题" = "Common problems";

/* No comment provided by engineer. */
"年龄" = "age";

/* No comment provided by engineer. */
"当前水温" = "Current temperature";

/* No comment provided by engineer. */
"意见反馈" = "Feedback of comment";

/* No comment provided by engineer. */
"提醒" = "Reminder";

/* No comment provided by engineer. */
"摄氏度" = "Degree centigrade";

/* No comment provided by engineer. */
"晚上" = "Night";

/* No comment provided by engineer. */
"晴" = "sunshine";

/* No comment provided by engineer. */
"未连接" = "Unconnected";

/* No comment provided by engineer. */
"查找水杯" = "Find";

/* No comment provided by engineer. */
"气温是" = "The temperature is";

/* No comment provided by engineer. */
"水杯" = "Cup";

/* No comment provided by engineer. */
"沙尘暴" = "Dust storms";

/* No comment provided by engineer. */
"注册失败" = "The log in fails";

/* No comment provided by engineer. */
"注册成功" = "Successfully logged in";

/* No comment provided by engineer. */
"版本信息v" = "Version ";

/* No comment provided by engineer. */
"用户名可用" = "The username is available";

/* No comment provided by engineer. */
"用户名已存在" = "The user name has existed.";

/* No comment provided by engineer. */
"电量还能使用" = "The charge is still usable";

/* No comment provided by engineer. */
"男" = "Male";

/* No comment provided by engineer. */
"登录" = "Log in";

/* No comment provided by engineer. */
"登录成功" = "Logged in successfully";

/* No comment provided by engineer. */
"白天" = "Daytime";

/* No comment provided by engineer. */
"目前没有饮水记录" = "There is no record of drinking water";

/* No comment provided by engineer. */
"确定" = "Okay";

/* No comment provided by engineer. */
"确定退出当前账号?" = "Confirm exiting current account?";

/* No comment provided by engineer. */
"确认密码不能为空" = "Confirm the password cannot be blank";

/* No comment provided by engineer. */
"积极向上的一天，从喝水开始" = "A positive day originates from drinking water.";

/* No comment provided by engineer. */
"网络异常" = "Abnormal network";

/* No comment provided by engineer. */
"蓝牙断开" = "Disconnect the Bluetooth";

/* No comment provided by engineer. */
"该喝水啦" = "It is time to drink water";

/* No comment provided by engineer. */
"请先打开手机蓝牙" = "Please open the phone Bluetooth";

/* No comment provided by engineer. */
"请先连接水杯" = "Firstly connect the cup";

/* No comment provided by engineer. */
"请填写评论" = "Please post the comments";

/* No comment provided by engineer. */
"请输入您的问题并提交" = "Please enter your question and submit";

/* No comment provided by engineer. */
"请选择体重" = "Please select the weight";

/* No comment provided by engineer. */
"请选择年龄" = "Please select the age";

/* No comment provided by engineer. */
"请选择性别" = "Please select the gender";

/* No comment provided by engineer. */
"请选择身高" = "Please select the height";

/* No comment provided by engineer. */
"账号不能为空" = "The account number cannot be blank";

/* No comment provided by engineer. */
"账号只能为数字和字母" = "The account can only be numbers and letters";

/* No comment provided by engineer. */
"资料修改失败" = "The data modification fails";

/* No comment provided by engineer. */
"资料修改成功" = "Successfully modified the data";

/* No comment provided by engineer. */
"起床了" = "Get up";

/* No comment provided by engineer. */
"身高" = "Height";

/* No comment provided by engineer. */
"还没开始喝水哦" = "It is time to drink water";

/* No comment provided by engineer. */
"连接成功" = "Connect successfully";

/* No comment provided by engineer. */
"退出" = "Exit";

/* No comment provided by engineer. */
"重置密码失败" = "The resetting of the password fails";

/* No comment provided by engineer. */
"重置密码成功" = "Successfully reset the password";

/* No comment provided by engineer. */
"闹钟编辑" = "Alarm editing";

/* No comment provided by engineer. */
"阴" = "Cloudy";

/* No comment provided by engineer. */
"阵雨" = "A shower";

/* No comment provided by engineer. */
"雨夹雪" = "rain and snow mixed";

/* No comment provided by engineer. */
"雷阵雨" = "Thunder shower";

/* No comment provided by engineer. */
"雾" = "Fog";

/* No comment provided by engineer. */
"首页" = "Home page";
"找回密码" = "Retrieve the password";
"密码错误" = "Incorrect password";
"通知" = "Notification";
"输入饮水量" = "Enter water quantity";
"单日最高" = "highest";
"平均饮水量" = "Even water intake";;
"Total water intake" = "Total water intake";
"lowest" = "lowest";
"Min" = "Min";
"Health" = "Health";
"ccx-ux-5aO.text" = "The body begins to dry up after a whole night of sleep, drinking water firstly on the occasion may help detoxify the kidney and the liver";
"ena-FB-FfY.text" = "The duration from getting up early in the morning to the office is always very limited, the mood is more intense, and the body will suffer from the dehydration, so help yourself and drink a glass of water when you visit the office.";
"rvr-td-IO5.text" = "Remember giving the third cup of water for yourself daily while moving up after working for a period of time in the air conditioning room to supplement lost water, facilitating relaxing intense work mood.";
"igt-KH-RY9.text" = "Drinking plenty of water before the lunch promotes the digestion and weight loss.";
"DSY-yg-JQe.text" = "Drinking some water after lunch break can improve digestive function of the body.";
"MHN-un-KQ5.text" = "A cup of healthy mineral water and other refreshing drinks stead of afternoon tea and coffee may refresh!";
"KPb-ZC-R2L.text" = "Drinking glass of water before dinner may increase the satiety, and you won’t not eat and drink too much when you have dinner.";
"4xp-2r-6g6.text" = "Drink a glass of water one or half an hour prior to sleep, you have taken enough water today, but do not drink too much in one time so as not to affect the quality of sleep when you go to the toilet at night.";
"signup_btn_boy_nor"="signup_btn_boy_nor_en";
"signup_btn_boy_press"="signup_btn_boy_nor_press_en";
"signup_btn_girl_nor"="signup_btn_girl_nor_en";
"signup_btn_girl_press"="signup_btn_girl_press_en";
